import React from 'react'
import "../styles/profile.css"

function About() {
    return (
        <div className="about">
            <h1>A seating of the hapinesses  </h1>
            <br />
            <div className='borekas'>בחור טוב
                מושפעות תסביכים בחורים טובים
                אתה במשפט
                מודה לא מודה
                מתנדנד
                בחור טוב.
                <p className='borekas'>
                    <br />

                    אפרופו בחור טוב תשמעו סיפור
                    אני יושב בורקס העגלה 4 לפנות בוקר צומת קרית אתא
                    מי שמכיר מכיר
                    בקיצור אנחנו יושבים אני ועוד 2 חברים שלי טובים
                    אני איציק זינו וציון מלכה
                    ימח שימו זה שפתח עליי
                </p>
                <p className='borekas'>
                    <br />

                    בקיצור אבי מורי פה שיחייה יעיד שהכל אמת ואמיתה
                    שמים יעידו בהן צדק נשבע לכם
                    בקיצור אנחנו יושבים שולחן של מלכים פתחנו שמה

                    פתאום אני שומע איה
                    אני עם התסביכים שלי איה חשבתי באו להוריד אותי
                    אני קם אני רואה איזה אחד ערבי צצני
                    ימח שימו
                    בא אליי
                    שו בידק
                    שו בידק שו אמק
                    17 דקירות רק נותן בו נותן בו נותן בו נותן בו
                </p>
                <p className='borekas'>
                    <br />

                    בקיצור בא אליי איזה אחד גורילה ערבי
                    תופס אותי ידיים רגליים
                    עזובתי ידיים רגליים
                    רק נותן בו עם הראש נותן בו נותן בו נותן בו נותן בו
                    בקיצור אנחנו עשינו לערבים האלה משהו מיוחד
                </p>
                <p className='borekas'>
                    <br />

                    אני ברוך השם עברתי את הגיל הזה של המושפעות
                    של התסביכים
                    ההוא אמר ככה
                    ההוא עשה ככה
                    צריך לעשות להוא ולקחת להוא
                    בקיצור בחור טוב
                </p>
                <p className='borekas'>
                    <br />

                    אני יושב בכלא בבלגיה
                    שם ימח שמם כל האנטישמים
                    רוצחים בדם קר
                    מחבלים מתפוצצים ברחובות

                    בקיצור בקיצור אני יושב שמה
                    שמה ימח שמם הכל שם מחולק לתאים
                    קילומטרים של תאים
                    אסירים בתאים
                    קילומטרים
                    2 רבים בינהם אני עזוב אותי בראש שקט
                    ילד טוב ירושלים
                    בקיצור אני יושב בא אליי הסוהר
                    מדביק לי בוקס לפנים
                    אני עושה לו אח שלי מה עשיתי
                    הוא אומר לי בגרמנית  גואיש  אתה יהודי הוא אומר לי
                </p>
                <p className='borekas'>
                    <br />

                    אתם יודעים שמה יש להם איזה זריקה
                    בקיצור הוא עושה לי
                    אני עזוב אותי שמה לא מפחד
                    לא מעבריינים
                    לא מגנגסטרים
                    לא מאף אחד
                    אני מפחד מזריקה אחת שקוראים לה מורגן
                    הזריקה הזאתי רוצחת אותך ומשאירה אותך בגוף של בנאדם חי
                    חבר שלי קיבל את הזריקה הזאתי
                    מעשן ככה
                    לא יכול לעשן
                    בנאדם מת בגוף של חי
                    אתה שואל אותו מה קורה מה נשמע הכל בסדר
                    לא עונה לך
                </p>
                <p className='borekas'>
                    <br />

                    בקיצור היה שם בלאגן עניינים וזה
                    זה לא משנה אחרי זה אני אספר לכם
                    אני אראה לכם את הצלקות את החורים שיש לי בגוף
                    זה לא משנה תעצור את זה אח שילי
                </p>
            </div>
        </div>
    )
}

export default About;